# Personal macOS bootstrap packages.
# Install with: brew bundle --file Brewfile

brew "ast-grep"
brew "bat"
brew "bun"
brew "ccusage"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "mise"
brew "neovim"
brew "pi-coding-agent"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "virtualenvwrapper"
brew "zoxide"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "chatgpt"
cask "gcloud-cli"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "keepassxc"
cask "synology-drive"
cask "tailscale-app"
